{
    "1": [
        {
            "section":"1",
            "description": "Chapter term GPA exceeds the university's all-undergraduate men's/women's average, respective to the chapter."
        },
        {
            "section":"2",
            "description": "Chapter cumulative GPA exceeds the university's all-undergraduate men's/women's average, respective to the chapter."
        },
        {
            "section":"3",
            "description": "Chapter new members will have maintained a term GPA above 2.50 while participating in the new member orientation/education program. Chapters without a new member class for the selected term will receive full points for the selection."
        },
        {
            "section":"4",
            "description": "Chapter has a GPA requirement for potential new members to be considered eligible for membership intake or recruitment. • Chapter verifies the potential new members' GPAs through the FSC and/or Council platforms and extends invitations only after the PNM has been approved as eligible."
        },
        {
            "section":"5",
            "description": "At least 65% of all members are above a 2.50 cumulative GPA each semester."
        },
        {
            "section":"6",
            "description": "The chapter has a scholarship/academic chairperson who maintains and manages the chapter's scholastic efforts. Chapter shall provide written job description. Chapter has a dedicated Chapter email for the position."
        },
        {
            "section":"7",
            "description": "Chapter President at time of submission has a cumulative GPA above a 2.70."
        },
        {
            "section":"8",
            "description": "Chapter has current members within the Omega Mu Chapter of Order of Omega during the accreditation year."
        },
        {
            "section":"9",
            "description": "The chapter has implemented a program aimed at promoting student/faculty interaction and improving relations. This program may include, but is not limited to, the following components: Inviting faculty members (Professors, not Staff) to deliver educational sessions or presentations to the chapter. Organizing discussions led by a faculty member. Arranging social interactions for members of the chapter and faculty members. Hosting appreciation days or events for faculty members organized by the chapter. To receive maximum points, the program and/or equivalent must have been held more than once during."
        }
    ],
    "2": [
        
    ],
    "3": [
        
    ],
    "4": [
        
    ],
    "5": [
        
    ]
}